Revit 2024 API
ParameterTypeId.ZoneHeatingInformationParam Property
 "Heating Information"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ZoneHeatingInformationParam { get; }
Visual Basic
Public Shared ReadOnly Property ZoneHeatingInformationParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ZoneHeatingInformationParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace